Repository: soyeht/soyeht-ios
Catalog: TerminalApp/SoyehtMac/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

source: Install Soyeht to manage your claws. Choose an option below:
ar: ثبّت Soyeht لإدارة claws الخاصة بك. اختر خيارًا أدناه:
de: Installieren Sie Soyeht, um Ihre claws zu verwalten. Wählen Sie unten eine Option:
es: Instala Soyeht para administrar tus claws. Elige una opción abajo:
fr: Installez Soyeht pour gérer vos claws. Choisissez une option ci-dessous :
hi: अपने claws प्रबंधित करने के लिए Soyeht इंस्टॉल करें। नीचे एक विकल्प चुनें:
id: Pasang Soyeht untuk mengelola claws Anda. Pilih opsi di bawah:
ja: claws を管理するために Soyeht をインストールしてください。下のオプションを選択：
ko: claws를 관리하려면 Soyeht을 설치하세요. 아래 옵션을 선택하세요:
pt_br: Instale o Soyeht para gerenciar seus claws. Escolha uma opção abaixo:
pt_pt: Instale o Soyeht para gerir os seus claws. Escolha uma opção abaixo:
ru: Установите Soyeht, чтобы управлять вашими claws. Выберите вариант ниже:
ur: اپنے claws کا انتظام کرنے کے لیے Soyeht انسٹال کریں۔ نیچے ایک آپشن منتخب کریں:
zh_hans: 安装 Soyeht 来管理你的 claws。请选择下面的选项：

source: No claws found
ar: لم يتم العثور على claws
de: Keine claws gefunden
es: No se encontraron claws
fr: Aucun claws trouvé
hi: कोई claws नहीं मिला
id: Tidak ada claws yang ditemukan
ja: claws が見つかりません
ko: claws를 찾을 수 없음
pt_br: Nenhum claws encontrado
pt_pt: Nenhum claws encontrado
ru: claws не найдены
ur: کوئی claws نہیں ملا
zh_hans: 未找到 claws

# appEnv.error.noInstancesAvailable
source: No instance available. Configure one on the server before starting a session.
ar: لا توجد حالة متاحة. قم بتهيئة واحدة على الخادم قبل بدء الجلسة.
de: Keine Instanz verfügbar. Konfigurieren Sie eine auf dem Server, bevor Sie eine Sitzung starten.
es: No hay instancias disponibles. Configura una en la máquina antes de iniciar una sesión.
fr: Aucune instance disponible. Configurez-en une sur le serveur avant de démarrer une session.
hi: कोई इंस्टेंस उपलब्ध नहीं। सत्र शुरू करने से पहले सर्वर पर एक कॉन्फ़िगर करें।
id: Tidak ada instance tersedia. Konfigurasikan satu di server sebelum memulai sesi.
ja: 利用可能なインスタンスがありません。セッションを開始する前にサーバーで設定してください。
ko: 사용 가능한 인스턴스가 없습니다. 세션을 시작하기 전에 서버에서 하나를 설정하세요.
pt_br: Nenhuma instância disponível. Configure uma na máquina antes de iniciar uma sessão.
pt_pt: Nenhuma instância disponível. Configure uma na máquina antes de iniciar uma sessão.
ru: Нет доступного экземпляра. Настройте его на сервере перед запуском сессии.
ur: کوئی انسٹینس دستیاب نہیں۔ سیشن شروع کرنے سے پہلے سرور پر ایک ترتیب دیں۔
zh_hans: 没有可用实例。请先在服务器上配置一个实例，再开始会话。

# appMenu.checkForUpdates
source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
hi: अपडेट की जाँच करें…
id: Periksa Pembaruan…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar Atualizações…
pt_pt: Procurar Atualizações…
ru: Проверить наличие обновлений…
ur: اپ ڈیٹس چیک کریں…
zh_hans: 检查更新…

# appMenu.goToPane
source: Go to Pane…
ar: الانتقال إلى اللوحة…
de: Zum Bereich gehen…
es: Ir al panel…
fr: Aller au volet…
hi: pane पर जाएँ…
id: Pergi ke pane…
ja: ペインへ移動…
ko: 패널로 이동…
pt_br: Ir para o painel…
pt_pt: Ir para o painel…
ru: Перейти к pane…
ur: pane پر جائیں…
zh_hans: 前往窗格…

# appMenu.logout.alert.button.logout
source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉगआउट
id: Keluar
ja: ログアウト
ko: 로그아웃
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти
ur: لاگ آؤٹ
zh_hans: 退出登录

# appMenu.logout.alert.message
source: This will remove your session. You'll need to enter your host and token again to reconnect.
ar: سيؤدي ذلك إلى إزالة جلستك. ستحتاج إلى إدخال host و token مرة أخرى لإعادة الاتصال.
de: Dadurch wird Ihre Sitzung entfernt. Sie müssen Host und Token erneut eingeben, um sich wieder zu verbinden.
es: Esto eliminará tu sesión. Tendrás que volver a ingresar host y token para reconectar.
fr: Cela supprimera votre session. Vous devrez saisir à nouveau l’hôte et le jeton pour vous reconnecter.
hi: यह आपका सत्र हटा देगा। पुनः कनेक्ट करने के लिए host और token फिर से दर्ज करना होगा।
id: Tindakan ini akan menghapus sesi Anda. Anda perlu memasukkan host dan token lagi untuk terhubung kembali.
ja: セッションが削除されます。再接続するには host と token を再入力する必要があります。
ko: 세션이 제거됩니다. 다시 연결하려면 host와 token을 다시 입력해야 합니다.
pt_br: Isto removerá sua sessão. Você precisará informar host e token novamente para se reconectar.
pt_pt: Isto removerá a sua sessão. Precisará de introduzir host e token novamente para voltar a ligar.
ru: Это удалит вашу сессию. Для повторного подключения потребуется ввести host и token заново.
ur: اس سے آپ کا سیشن ختم ہو جائے گا۔ دوبارہ جڑنے کے لیے host اور token دوبارہ درج کرنا ہوگا۔
zh_hans: 这会移除你的会话。重新连接时需要再次输入 host 和 token。

# appMenu.logout.alert.title
source: Logout from Soyeht Server?
ar: تسجيل الخروج من خادم Soyeht؟
de: Vom Soyeht-Server abmelden?
es: ¿Cerrar sesión de Soyeht?
fr: Se déconnecter du serveur Soyeht ?
hi: Soyeht सर्वर से लॉगआउट करें?
id: Keluar dari server Soyeht?
ja: Soyeht サーバーからログアウトしますか？
ko: Soyeht 서버에서 로그아웃할까요?
pt_br: Sair de Soyeht?
pt_pt: Terminar sessão de Soyeht?
ru: Выйти с сервера Soyeht?
ur: Soyeht سرور سے لاگ آؤٹ؟
zh_hans: 退出 Soyeht 服务器？

# appMenu.pairedDevices
source: Paired Devices…
ar: الأجهزة المقترنة…
de: Gekoppelte Geräte…
es: Dispositivos emparejados…
fr: Appareils appairés…
hi: पेयर किए गए डिवाइस…
id: Perangkat Berpasangan…
ja: ペア済みデバイス…
ko: 페어링된 기기…
pt_br: Dispositivos pareados…
pt_pt: Dispositivos emparelhados…
ru: Сопряжённые устройства…
ur: جوڑی شدہ آلات…
zh_hans: 已配对设备…

# auth.login.button.connect
source: Connect
ar: الاتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Sambungkan
ja: 接続
ko: 연결
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
ur: جڑیں
zh_hans: 连接

# auth.login.error.empty
source: Paste the connection link from the dashboard.
ar: الصق رابط الاتصال من لوحة التحكم.
de: Füge den Verbindungslink aus dem Dashboard ein.
es: Pega el enlace de conexión del dashboard.
fr: Collez le lien de connexion depuis le tableau de bord.
hi: डैशबोर्ड से कनेक्शन लिंक पेस्ट करें।
id: Tempel tautan koneksi dari dashboard.
ja: ダッシュボードの接続リンクを貼り付けてください。
ko: 대시보드의 연결 링크를 붙여넣으세요.
pt_br: Cole o link de conexão do dashboard.
pt_pt: Cole a ligação de acesso do painel.
ru: Вставьте ссылку для подключения из дашборда.
ur: ڈیش بورڈ سے کنکشن لنک چسپاں کریں۔
zh_hans: 请粘贴仪表板中的连接链接。

# auth.login.error.invalid
source: Invalid link. Copy it from the Soyeht dashboard.
ar: رابط غير صالح. انسخه من لوحة تحكم Soyeht.
de: Ungültiger Link. Kopieren Sie ihn aus dem Soyeht-Dashboard.
es: Enlace no válido. Cópialo del dashboard de Soyeht.
fr: Lien non valide. Copiez-le depuis le tableau de bord Soyeht.
hi: अमान्य लिंक। Soyeht डैशबोर्ड से कॉपी करें।
id: Tautan tidak valid. Salin dari dashboard Soyeht.
ja: 無効なリンクです。Soyeht ダッシュボードからコピーしてください。
ko: 잘못된 링크입니다. Soyeht 대시보드에서 복사하세요.
pt_br: Link inválido. Copie do dashboard do Soyeht.
pt_pt: Link inválido. Copie do dashboard do Soyeht.
ru: Недействительная ссылка. Скопируйте её из дашборда Soyeht.
ur: غلط لنک۔ Soyeht ڈیش بورڈ سے کاپی کریں۔
zh_hans: 链接无效。请从 Soyeht 仪表板复制。

# auth.login.hint
source: Paste the connection link from the Soyeht dashboard.
ar: الصق رابط الاتصال من لوحة تحكم Soyeht.
de: Füge den Verbindungslink aus dem Soyeht-Dashboard ein.
es: Pega el enlace de conexión del dashboard de Soyeht.
fr: Collez le lien de connexion depuis le tableau de bord Soyeht.
hi: Soyeht डैशबोर्ड से कनेक्शन लिंक पेस्ट करें।
id: Tempel tautan koneksi dari dashboard Soyeht.
ja: Soyeht ダッシュボードの接続リンクを貼り付けてください。
ko: Soyeht 대시보드의 연결 링크를 붙여넣으세요.
pt_br: Cole o link de conexão do dashboard do Soyeht.
pt_pt: Cole a ligação de acesso do painel do Soyeht.
ru: Вставьте ссылку для подключения из дашборда Soyeht.
ur: Soyeht ڈیش بورڈ سے کنکشن لنک چسپاں کریں۔
zh_hans: 请粘贴 Soyeht 仪表板中的连接链接。

# auth.login.status.connecting
source: Connecting…
ar: جاري الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
id: Menyambung…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
pt_pt: A ligar…
ru: Подключение…
ur: جڑ رہا ہے…
zh_hans: 正在连接…

# auth.login.title
source: Connect to Soyeht Server
ar: الاتصال بخادم Soyeht
de: Mit Soyeht-Server verbinden
es: Conectar a Soyeht
fr: Se connecter au serveur Soyeht
hi: Soyeht सर्वर से कनेक्ट करें
id: Sambungkan ke server Soyeht
ja: Soyeht サーバーに接続
ko: Soyeht 서버에 연결
pt_br: Conectar a Soyeht
pt_pt: Ligar a Soyeht
ru: Подключиться к серверу Soyeht
ur: Soyeht سرور سے جڑیں
zh_hans: 连接到 Soyeht 服务器

# autoPair.error.bootstrapTokenMissing
source: File ~/.soyeht/setup-token is missing. Please run the install again.
ar: الملف ~/.soyeht/setup-token مفقود. قم بتشغيل التثبيت مرة أخرى.
de: Datei ~/.soyeht/setup-token fehlt. Führen Sie die Installation erneut aus.
es: Falta el archivo ~/.soyeht/setup-token. Ejecuta la instalación de nuevo.
fr: Fichier ~/.soyeht/setup-token manquant. Relancez l’installation.
hi: फ़ाइल ~/.soyeht/setup-token नहीं है। कृपया इंस्टॉल पुनः चलाएँ।
id: Berkas ~/.soyeht/setup-token tidak ada. Jalankan instalasi lagi.
ja: ~/.soyeht/setup-token ファイルが見つかりません。インストールを再実行してください。
ko: ~/.soyeht/setup-token 파일이 없습니다. 설치를 다시 실행하세요.
pt_br: Arquivo ~/.soyeht/setup-token ausente. Rode a instalação novamente.
pt_pt: Ficheiro ~/.soyeht/setup-token em falta. Execute a instalação novamente.
ru: Файл ~/.soyeht/setup-token отсутствует. Повторите установку.
ur: فائل ~/.soyeht/setup-token غائب ہے۔ براہ کرم انسٹالیشن دوبارہ چلائیں۔
zh_hans: 缺少 ~/.soyeht/setup-token 文件。请重新运行安装。

# autoPair.error.pairTokenDecodeFailed
source: Unexpected response from the pairing endpoint.
ar: استجابة غير متوقعة من نقطة نهاية الاقتران.
de: Unerwartete Antwort vom Pairing-Endpunkt.
es: Respuesta inesperada del endpoint de emparejamiento.
fr: Réponse inattendue du point de terminaison d’appairage.
hi: पेयरिंग एंडपॉइंट से अप्रत्याशित प्रतिक्रिया।
id: Respons tak terduga dari endpoint pairing.
ja: ペアリング エンドポイントから予期しない応答がありました。
ko: 페어링 엔드포인트에서 예상치 못한 응답을 받았습니다.
pt_br: Resposta inesperada do endpoint de pareamento.
pt_pt: Resposta inesperada do endpoint de emparelhamento.
ru: Неожиданный ответ от эндпоинта сопряжения.
ur: جوڑی بنانے کے اینڈپوائنٹ سے غیر متوقع جواب۔
zh_hans: 配对端点返回了意外响应。

# autoPair.error.pairTokenRequestFailed
source: Server rejected the install token (HTTP %lld).
ar: رفض الخادم رمز التثبيت (HTTP %lld).
de: Der Server hat das Installations-Token abgelehnt (HTTP %lld).
es: El token de instalación fue rechazado (HTTP %lld).
fr: Le serveur a rejeté le jeton d’installation (HTTP %lld).
hi: सर्वर ने इंस्टॉल टोकन अस्वीकार किया (HTTP %lld)।
id: Server menolak token install (HTTP %lld).
ja: サーバーがインストール トークンを拒否しました (HTTP %lld)。
ko: 서버가 설치 토큰을 거부했습니다 (HTTP %lld).
pt_br: O token de instalação foi rejeitado (HTTP %lld).
pt_pt: O token de instalação foi rejeitado (HTTP %lld).
ru: Сервер отклонил установочный токен (HTTP %lld).
ur: سرور نے انسٹال ٹوکن مسترد کر دیا (HTTP %lld)۔
zh_hans: 服务器拒绝了安装令牌（HTTP %lld）。

# chrome.button.sidebar.a11y
source: Toggle Sidebar
ar: تبديل الشريط الجانبي
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Afficher/masquer la barre latérale
hi: साइडबार टॉगल करें
id: Alihkan sidebar
ja: サイドバーを切り替え
ko: 사이드바 전환
pt_br: Alternar barra lateral
pt_pt: Alternar barra lateral
ru: Переключить боковую панель
ur: سائڈ بار تبدیل کریں
zh_hans: 切换边栏

# claw.card.button.install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
hi: इंस्टॉल
id: Pasang
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
ur: انسٹال
zh_hans: 安装

# claw.card.state.blocked
source: Blocked
ar: محظورة
de: Blockiert
es: Bloqueada
fr: Bloquée
hi: अवरुद्ध
id: Diblokir
ja: ブロックされました
ko: 차단됨
pt_br: Bloqueada
pt_pt: Bloqueada
ru: Заблокирован
ur: بلاک شدہ
zh_hans: 已阻止

# claw.card.state.installFailed
source: Failed: %@
ar: فشل: %@
de: Fehlgeschlagen: %@
es: Fallo: %@
fr: Échec : %@
hi: विफल: %@
id: Gagal: %@
ja: 失敗: %@
ko: 실패: %@
pt_br: Falhou: %@
pt_pt: Falhou: %@
ru: Ошибка: %@
ur: ناکام: %@
zh_hans: 失败：%@

# claw.card.state.installed
source: Installed
ar: مثبتة
de: Installiert
es: Instalada
fr: Installée
hi: इंस्टॉल
id: Terpasang
ja: インストール済み
ko: 설치됨
pt_br: Instalada
pt_pt: Instalada
ru: Установлен
ur: انسٹال شدہ
zh_hans: 已安装

# claw.card.state.notInstalled
source: Not installed
ar: غير مثبتة
de: Nicht installiert
es: No instalada
fr: Non installée
hi: इंस्टॉल नहीं
id: Belum dipasang
ja: 未インストール
ko: 설치되지 않음
pt_br: Não instalada
pt_pt: Não instalada
ru: Не установлен
ur: انسٹال نہیں
zh_hans: 未安装

# claw.card.state.uninstalling
source: Removing…
ar: جاري الإزالة…
de: Wird entfernt…
es: Eliminando…
fr: Suppression…
hi: हटाया जा रहा है…
id: Menghapus…
ja: 削除中…
ko: 제거 중…
pt_br: Removendo…
pt_pt: A remover…
ru: Удаление…
ur: ہٹایا جا رہا ہے…
zh_hans: 正在移除…

# claw.card.state.unknown
source: Unknown state
ar: حالة غير معروفة
de: Unbekannter Status
es: Estado desconocido
fr: État inconnu
hi: अज्ञात स्थिति
id: Status tidak diketahui
ja: 不明な状態
ko: 알 수 없는 상태
pt_br: Estado desconhecido
pt_pt: Estado desconhecido
ru: Неизвестное состояние
ur: نامعلوم حالت
zh_hans: 未知状态

# claw.detail.banner.installFailed
source: Install failed
ar: فشل التثبيت
de: Installation fehlgeschlagen
es: Fallo en la instalación
fr: Échec de l’installation
hi: इंस्टॉल विफल
id: Instalasi gagal
ja: インストール失敗
ko: 설치 실패
pt_br: Instalação falhou
pt_pt: Instalação falhou
ru: Ошибка установки
ur: انسٹال ناکام
zh_hans: 安装失败

# claw.detail.banner.installed
source: Installed — ready to create instances
ar: مثبتة — جاهزة لإنشاء الحالات
de: Installiert — bereit, Instanzen zu erstellen
es: Instalada — lista para crear instancias
fr: Installée — prête à créer des instances
hi: इंस्टॉल — इंस्टेंस बनाने के लिए तैयार
id: Terpasang — siap membuat instance
ja: インストール済み — インスタンスを作成できます
ko: 설치됨 — 인스턴스를 만들 수 있습니다
pt_br: Instalada — pronta para criar instâncias
pt_pt: Instalada — pronta para criar instâncias
ru: Установлен — готов к созданию экземпляров
ur: انسٹال شدہ — انسٹینسز بنانے کے لیے تیار
zh_hans: 已安装 — 可以创建实例

# claw.detail.banner.installedButBlocked
source: Installed, but with restrictions
ar: مثبتة، ولكن مع قيود
de: Installiert, aber mit Einschränkungen
es: Instalada, pero con restricciones
fr: Installée, mais avec des restrictions
hi: इंस्टॉल, लेकिन प्रतिबंधों के साथ
id: Terpasang, tetapi dengan pembatasan
ja: インストール済み、ただし制限あり
ko: 설치됨, 제한 있음
pt_br: Instalada, mas com restrições
pt_pt: Instalada, mas com restrições
ru: Установлен, но с ограничениями
ur: انسٹال ہے، لیکن پابندیوں کے ساتھ
zh_hans: 已安装，但有限制

# claw.detail.banner.installing
source: Installing…
ar: جاري التثبيت…
de: Wird installiert…
es: Instalando…
fr: Installation…
hi: इंस्टॉल हो रहा है…
id: Memasang…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
pt_pt: A instalar…
ru: Установка…
ur: انسٹال ہو رہا ہے…
zh_hans: 正在安装…

# claw.detail.banner.notInstalled
source: Not installed on this server
ar: غير مثبتة على هذا الخادم
de: Nicht auf diesem Server installiert
es: No instalada en esta máquina
fr: Non installée sur ce serveur
hi: इस सर्वर पर इंस्टॉल नहीं है
id: Belum dipasang di server ini
ja: このサーバーにはインストールされていません
ko: 이 서버에 설치되지 않음
pt_br: Não instalada nesta máquina
pt_pt: Não instalada nesta máquina
ru: Не установлен на этом сервере
ur: اس سرور پر انسٹال نہیں
zh_hans: 未安装在此服务器上

# claw.detail.banner.uninstalling
source: Removing…
ar: جاري الإزالة…
de: Wird entfernt…
es: Eliminando…
fr: Suppression…
hi: हटाया जा रहा है…
id: Menghapus…
ja: 削除中…
ko: 제거 중…
pt_br: Removendo…
pt_pt: A remover…
ru: Удаление…
ur: ہٹایا جا رہا ہے…
zh_hans: 正在移除…

# claw.detail.banner.unknown
source: Unknown state — update the app
ar: حالة غير معروفة — حدّث التطبيق
de: Unbekannter Status — App aktualisieren
es: Estado desconocido — actualiza la app
fr: État inconnu — mettez à jour l’app
hi: अज्ञात स्थिति — ऐप अपडेट करें
id: Status tidak diketahui — perbarui aplikasi
ja: 不明な状態 — アプリをアップデートしてください
ko: 알 수 없는 상태 — 앱을 업데이트하세요
pt_br: Estado desconhecido — atualize o app
pt_pt: Estado desconhecido — atualize a aplicação
ru: Неизвестное состояние — обновите приложение
ur: نامعلوم حالت — ایپ اپ ڈیٹ کریں
zh_hans: 未知状态 — 请更新 app

# claw.detail.button.createInstance
source: Create instance
ar: إنشاء حالة
de: Instanz erstellen
es: Crear instancia
fr: Créer une instance
hi: इंस्टेंस बनाएँ
id: Buat instance
ja: インスタンスを作成
ko: 인스턴스 생성
pt_br: Criar instância
pt_pt: Criar instância
ru: Создать экземпляр
ur: انسٹینس بنائیں
zh_hans: 创建实例

# claw.detail.button.install
source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
hi: इंस्टॉल
id: Pasang
ja: インストール
ko: 설치
pt_br: Instalar
pt_pt: Instalar
ru: Установить
ur: انسٹال
zh_hans: 安装

# claw.detail.button.retryInstall
source: Try install again
ar: إعادة محاولة التثبيت
de: Installation erneut versuchen
es: Reintentar la instalación
fr: Réessayer l’installation
hi: पुनः इंस्टॉल करें
id: Coba pasang lagi
ja: インストールを再試行
ko: 설치 다시 시도
pt_br: Tentar instalar novamente
pt_pt: Tentar instalar novamente
ru: Повторить установку
ur: انسٹال دوبارہ کریں
zh_hans: 重试安装

# claw.detail.button.uninstall
source: Uninstall
ar: إلغاء التثبيت
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
hi: अनइंस्टॉल
id: Copot pemasangan
ja: アンインストール
ko: 제거
pt_br: Desinstalar
pt_pt: Desinstalar
ru: Удалить
ur: اَن انسٹال
zh_hans: 卸载

# claw.detail.disclosure.viewLog
source: View log
ar: عرض السجل
de: Protokoll anzeigen
es: Ver registro
fr: Voir le journal
hi: लॉग देखें
id: Lihat log
ja: ログを表示
ko: 로그 보기
pt_br: Ver log
pt_pt: Ver registo
ru: Показать журнал
ur: لاگ دیکھیں
zh_hans: 查看日志

# claw.detail.label.binarySize
source: Binary size
ar: حجم الملف التنفيذي
de: Binärgröße
es: Tamaño del binario
fr: Taille du binaire
hi: बाइनरी साइज़
id: Ukuran biner
ja: バイナリ サイズ
ko: 바이너리 크기
pt_br: Tamanho binário
pt_pt: Tamanho binário
ru: Размер бинарника
ur: بائنری سائز
zh_hans: 二进制大小

# claw.detail.label.installedOn
source: Installed on
ar: مثبتة على
de: Installiert auf
es: Instalada en
fr: Installée sur
hi: इंस्टॉल
id: Dipasang di
ja: インストール先
ko: 설치 위치
pt_br: Instalada em
pt_pt: Instalada em
ru: Установлен на
ur: انسٹال شدہ
zh_hans: 安装于

# claw.detail.label.language
source: Language
ar: اللغة
de: Sprache
es: Lenguaje
fr: Langage
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt_br: Linguagem
pt_pt: Linguagem
ru: Язык
ur: زبان
zh_hans: 语言

# claw.detail.label.license
source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
hi: लाइसेंस
id: Lisensi
ja: ライセンス
ko: 라이선스
pt_br: Licença
pt_pt: Licença
ru: Лицензия
ur: لائسنس
zh_hans: 许可证

# claw.detail.label.minRam
source: Min RAM
ar: الحد الأدنى للذاكرة
es: RAM mínima
fr: RAM minimale
hi: न्यूनतम RAM
id: RAM minimum
ja: 最小 RAM
ko: 최소 RAM
pt_br: RAM mínima
pt_pt: RAM mínima
ru: Мин. ОЗУ
ur: کم از کم RAM
zh_hans: 最低 RAM

# claw.detail.label.updatedAt
source: Updated
ar: آخر تحديث
de: Aktualisiert
es: Actualizada
fr: Mise à jour le
hi: अद्यतन
id: Diperbarui
ja: 更新日
ko: 업데이트됨
pt_br: Atualizada em
pt_pt: Atualizada em
ru: Обновлено
ur: آخری اپ ڈیٹ
zh_hans: 已更新

# claw.detail.section.details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
id: Detail
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
pt_pt: Detalhes
ru: Детали
ur: تفصیلات
zh_hans: 详情

# claw.detail.status.polling
source: Tracking state…
ar: جاري تتبع الحالة…
de: Status wird überwacht…
es: Siguiendo estado…
fr: Suivi de l’état…
hi: स्थिति ट्रैक हो रही है…
id: Melacak status…
ja: 状態を追跡中…
ko: 상태 추적 중…
pt_br: Acompanhando estado…
pt_pt: A acompanhar estado…
ru: Отслеживание состояния…
ur: حالت کی نگرانی ہو رہی ہے…
zh_hans: 正在跟踪状态…

# claw.detail.value.installedOnCount
source: %1$lld of %2$lld paired servers
ar: %1$lld من أصل %2$lld خوادم مقترنة
de: %1$lld von %2$lld gekoppelten Servern
es: %1$lld de %2$lld máquinas emparejadas
fr: %1$lld sur %2$lld serveurs appairés
hi: %2$lld में से %1$lld जोड़े गए सर्वर
id: %1$lld dari %2$lld server yang dipasangkan
ja: %1$lld / %2$lld 台のペアリング済みサーバー
ko: 페어링된 서버 %2$lld대 중 %1$lld대
pt_br: %1$lld de %2$lld máquinas pareadas
pt_pt: %1$lld de %2$lld máquinas emparelhadas
ru: %1$lld из %2$lld сопряжённых серверов
ur: %2$lld جوڑی شدہ سرورز میں سے %1$lld
zh_hans: %2$lld 台已配对服务器中的 %1$lld 台

# claw.setup.button.deploy
source: Deploy
ar: نشر
de: Bereitstellen
es: Desplegar
fr: Déployer
hi: डिप्लॉय
id: Terapkan
ja: デプロイ
ko: 배포
pt_br: Implantar
pt_pt: Implementar
ru: Развернуть
ur: تعینات
zh_hans: 部署

# claw.setup.feedback.deploySucceeded
source: Instance created. Track provisioning in the panel.
ar: تم إنشاء الحالة. تابع التجهيز في اللوحة.
de: Instanz erstellt. Verfolgen Sie die Bereitstellung im Bereich.
es: Instancia creada. Sigue el aprovisionamiento en el panel.
fr: Instance créée. Suivez le provisionnement dans le panneau.
hi: इंस्टेंस बना। पैनल में प्रोविज़निंग ट्रैक करें।
id: Instance dibuat. Pantau provisioning di panel.
ja: インスタンスを作成しました。パネルでプロビジョニングを確認してください。
ko: 인스턴스가 생성되었습니다. 패널에서 프로비저닝을 확인하세요.
pt_br: Instância criada. Acompanhe o provisionamento no painel.
pt_pt: Instância criada. Acompanhe o aprovisionamento no painel.
ru: Экземпляр создан. Отслеживайте подготовку в панели.
ur: انسٹینس بن گیا۔ پینل میں پراویژننگ کا جائزہ لیں۔
zh_hans: 实例已创建。请在面板中跟踪预配。

# claw.setup.field.cpu.label
source: CPU cores
ar: نوى المعالج
de: CPU-Kerne
es: Núcleos de CPU
fr: Cœurs CPU
hi: CPU कोर
id: Inti CPU
ja: CPU コア数
ko: CPU 코어
pt_br: Núcleos de CPU
pt_pt: Núcleos de CPU
ru: Ядра ЦП
ur: CPU کورز
zh_hans: CPU 核心

# claw.setup.field.disk.label
source: Disk (GB)
ar: القرص (جيجابايت)
de: Festplatte (GB)
es: Disco (GB)
fr: Disque (Go)
hi: डिस्क (GB)
ja: ディスク (GB)
ko: 디스크 (GB)
pt_br: Disco (GB)
pt_pt: Disco (GB)
ru: Диск (ГБ)
ur: ڈسک (GB)
zh_hans: 磁盘 (GB)

# claw.setup.field.disk.label.short
source: Disk
ar: القرص
de: Festplatte
es: Disco
fr: Disque
hi: डिस्क
ja: ディスク
ko: 디스크
pt_br: Disco
pt_pt: Disco
ru: Диск
ur: ڈسک
zh_hans: 磁盘

# claw.setup.field.disk.managed
source: Server-managed
ar: يديره الخادم
de: Vom Server verwaltet
es: Gestionado por la máquina
fr: Géré par le serveur
hi: सर्वर द्वारा प्रबंधित
id: Dikelola server
ja: サーバー管理
ko: 서버 관리
pt_br: Gerenciado pela máquina
pt_pt: Gerido pela máquina
ru: Управляется сервером
ur: سرور کے زیر انتظام
zh_hans: 服务器管理

# claw.setup.field.guestOS.label
source: Guest OS
ar: نظام تشغيل الضيف
de: Gast-Betriebssystem
es: SO invitado
fr: Système invité
hi: अतिथि OS
id: OS tamu
ja: ゲスト OS
ko: 게스트 OS
pt_br: SO convidado
pt_pt: SO convidado
ru: Гостевая ОС
ur: مہمان OS
zh_hans: 客体 OS

# claw.setup.field.instanceName.placeholder
source: Instance name
ar: اسم الحالة
de: Instanzname
es: Nombre de la instancia
fr: Nom de l’instance
hi: इंस्टेंस का नाम
id: Nama instance
ja: インスタンス名
ko: 인스턴스 이름
pt_br: Nome da instância
pt_pt: Nome da instância
ru: Имя экземпляра
ur: انسٹینس کا نام
zh_hans: 实例名称

# claw.setup.field.ram.label
source: RAM (MB)
ar: الذاكرة (ميغابايت)
fr: RAM (Mo)
ru: ОЗУ (МБ)

# claw.setup.field.server.label
source: Server
ar: الخادم
es: Máquina
fr: Serveur
hi: सर्वर
ja: サーバー
ko: 서버
pt_br: Máquina
pt_pt: Máquina
ru: Сервер
ur: سرور
zh_hans: 服务器

# claw.setup.navigationTitle
source: Deploy %@
ar: نشر %@
de: %@ bereitstellen
es: Desplegar %@
fr: Déployer %@
hi: %@ डिप्लॉय करें
id: Terapkan %@
ja: %@ をデプロイ
ko: %@ 배포
pt_br: Implantar %@
pt_pt: Implementar %@
ru: Развернуть %@
ur: %@ تعینات کریں
zh_hans: 部署 %@

# claw.setup.navigationTitle %@
source: Deploy %@
ar: نشر %@
de: %@ bereitstellen
es: Desplegar %@
fr: Déployer %@
hi: %@ डिप्लॉय करें
id: Terapkan %@
ja: %@をデプロイ
ko: %@ 배포
pt_br: Implantar %@
pt_pt: Implementar %@
ru: Развернуть %@
ur: %@ تعینات کریں
zh_hans: 部署 %@

# claw.setup.section.destination
source: Destination
ar: الوجهة
de: Ziel
es: Destino
hi: गंतव्य
id: Tujuan
ja: 宛先
ko: 대상
pt_br: Destino
pt_pt: Destino
ru: Назначение
ur: منزل
zh_hans: 目标位置

# claw.setup.section.instance
source: Instance
ar: الحالة
de: Instanz
es: Instancia
hi: इंस्टेंस
id: Instans
ja: インスタンス
ko: 인스턴스
pt_br: Instância
pt_pt: Instância
ru: Экземпляр
ur: انسٹینس
zh_hans: 实例

# claw.setup.section.resources
source: Resources
ar: الموارد
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
id: Sumber daya
ja: リソース
ko: 리소스
pt_br: Recursos
pt_pt: Recursos
ru: Ресурсы
ur: وسائل
zh_hans: 资源
